;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Română
;Language name in English e.g. German
LanguageEn=Romanian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(empty)
21027=OK
21028=Anuleaza
21029=Inchide

;Words - simple words can be reused
150=Nimic
151=Aplică
152=Dosar
153=Fisier
154=Nume
155=Cale
156=Nume:
157=Hot key:
158=Cale:
159=Resetare
160=Hotkey
161=Editare
162=Temă
163=Export
;164=Tip
165=Exemplu:
166=Parametru
167=Custom

;Global
602=Optiuni Listary

;Balloon
801=Listary ruleaza in background.
802=Gaseste in timp ce tastezi
803=Optiunea "Gaseste in timp ce tastezi" este inactiva pentru aceasta lista. Apasa ESC pentru a restaura.

;Tray Menu
1001=Ajutor Online
1002=Verifica actualizarile ...
1003=Despre
1004=Iesire

;Toolbar
1100=Cautare

;Favorite Menu
2000=Favorite
2001=Aeasta Aplicatie
2002=Global
2003=Adauga Aici
2004=Adauga dosarul curent la Favorite
2050=Nu am putut adauga la Favorite
2051=Listary nu a putut gasi calea catre aplicatie.

;Recent Menu
2100=Recent
2101=Sterge
2105=Monitorizează aplicația
2106=Nu monitoriza aceasta aplicație

;Commands Menu
2201=Dosare deschise
2202=Comuta la ultimul folder deschis în Manager fişiere
2203=Deschideţi fişierul selectat în Manager fişiere
2204=Exploreaza Dosarul Curent
2205=Command Prompt
2206=Du-te la Dosarul de Aplicatii
2207=Exploreaza Dosarul de Aplicaţii
2208=Arată extensia fişierelor
2209=Arată Dosare şi Fisiere ascunse
2210=Copiaza Calea Dosarului in Clipboard
2211=Copiaza calea catre elementul selectat în Clipboard
2212=Copiaza Numele Afişate pentru Elementele Selectate în Clipboard
2213=Opţiuni
2214=Upgrade la Versiuna Pro
2215=Exportă conținutul listei în Excel
2216=Dezactiva Listary pentru această aplicaţie
2218=Separator
2219=Sus un nivel
2220=Crează folderul
2252=Sunteţi sigur că doriţi să dezactivaţi Listary pentru această aplicaţie?
2253=Dezactiveaza Listary
2254=Listary nu va mai aparea la următoarea pornire a acestei aplicatii.
2260=Command Prompt (ca Administrator)
2261=Adauga folderul curent ca un proiect

; Export to Excel command
2270=Ne pare rău această listă nu este acceptată.
2271=Procesare...
2272=Salvare eșuată, vă rugăm să verificați dacă fișierul este deschis în alt program.

;Search
2300=Lista
2301=Du-te la
2302=Niciun Articol nu se potriveste căutării.
2303=(dosarul curent)
2304=Proiect
2305=Meniul contextual

;Options > General
3000=General
3001=Porneste Listary la pornirea Windows-ului
3002=Seta focalizarea intrare la lista de fişiere automat pentru Windows XP Explorer
3004=Comutator rapid (folderul curent deschis în fişierul de dialog atunci când treceţi de la un manager de fişiere)
3005=Limba:
3006=Manager de fișiere Implicit
3007=Completati asta, dacă preferaţi să utilizaţi un alt manager de fişiere decât Windows Explorer. \nUse %1 în parametrul pentru calea. Nu uitaţi ghilimelele.
3008=Potrivire fuzzy
3009=Căuta actualizări automat
3010=A verifica pentru noi versiuni beta
3011=Resetare recomandări
3012=Vă rugăm să schimbați "Calea" în calea reală de $1 pe sistemul dvs.
3020=Prefix pentru a dezactiva găsiţi în timpul tastării pentru lista curentă temporar (Apăsaţi ESC pentru a restabili):

;Options > Favorites
3100=Favorite
3106=Submeniu

;Options > Keywords
3300=Cuvinte cheie
3306=Adăuga comanda personalizata
3309=Comanda
3313=Afişare titlu:
3314=Descriere:
3315=Cuvant cheie:
3316=Tăcut
3317=Ruleaza ca administrator
3318=Adaugă lot
3319=Directorul de lucru:
3320=Arată doar în lansator
3330=Format:

;Options > Applications
3402=Foloseste Listary pentru această aplicaţie
3403=Urmareste fişierele şi dosarele recente

;Options > Display
3603=Relativ la lista
3604=Relativ la fereastră
3605=De sus
3606=De jos
3607=De la stânga
3608=De la dreapta
3618=Partea de sus a ferestrei
3619=Partea de jos a ferestrei
3620=Relativ la monitor
3621=Centrul fereastrei
3624=Faceţi dublu clic cu mouse-ul în zonă goală pentru a activa Listary
3625=Click-mijloc pe mouse pentru a activa Listary
3626=Permite Listary hotkeys
3628=Toolbar Position
3629=Gaseste in timp ce tastezi

;Options > Pro
3800=Upgrade la Listary Pro
3802=Nume:
3803=E-mail:
3804=Cod de inregistrare:
3808=Paste din Clipboard
3809=Verificaţi codul de înregistrare
3810=Felicitări, ai actualizat cu succes la Listary Pro!
3811=Ne pare rau, codul de înregistrare nu este valid.
3812=Listary este gratuit numai pentru uz personal si non-comercial.
3813=Dacă doriţi să utilizaţi Listary in scopuri comerciale sau la locul dumneavoastră muncă, sau dacă doriţi să sprijiniti dezvoltarea Listary, vă rugăm să faceţi upgrade la Listary Pro.
3814=Obţine Listary Pro acum!

;Options > About
3900=Despre
3902=Vezi pagina de start
3903=Acest program este cu licenţă pentru

;Options > Integration
4000=Integrare
4002=Utilizaţi Total Commander pentru a înlocui dialogul de fisiere:

;Custom Command Dialog
4200=Comandă personalizată
4202=Parametru:
4210=Creaza un fisier Txt (Exemplu)
4211=Creaza "{query}.txt"
4212=E.g. tasteaza "txt abc" pentru a edita "abc.txt" cu Notepad

;Add Favorite Dialog
4300=Adauga la Favorite
4301=Utilizaţi calea

;Menu List
4400=Meniu
4401=Bara de instrumente
4402=Meniul Popup
4403=Favorit
4404=Aplicatii Favorite
4405=Meniul Director Total Commander
4406=Recent
4407=Comenzi
4408=Tava de clic stânga meniu
4409=Tava de clic dreapta meniu

;Menu List Item Type
4500=Dosar preferat
4501=Document Favorit
4502=Lansare aplicatie

;Options > Menus
5000=Meniuri
5001=Comenzi
5002=Resetare meniuri
5003=Sigur reinițializați toate meniurile implicit? Nu veţi pierde preferințele sau comenzi.
5010=Schimba Icon
5011=Restabiliţi icon-ul implicit

;Options > Hotkeys
5200=Hotkeys
3503=Afișează bara de instrumente Listary:
3504=Arată Meniul popup :
5201=Apăsați Ctrl de două ori pentru a afișa/ascunde Listary
5210=Următorul item:
5211=Item-ul anterior:


;Options > By Application
5300=Setări aplicație
5301=Căi fixate
5302=Numai aplicatii cu setările neimplicite sunt afișate.

;Options > Index
;Removed: 5402 5403
5404=Exclude discul din căutari
5410=Exclude un disc sau un folder
5411=Adăugați un filtru exclude
5412=Eliminaţi intrarea selectată
5413=Căutaţi pe disc
5416=Dezactiveaza căutarea pe disc
5417=Fortati reconstruirea indexul
5418=Se incarca ...
5419=Index
5420=Volume NTFS
5421=Index locatii
5422=Cale Folder invalida
5423=Filtre de excludere
5430=Adauga o locaţie pentru index
5440=Actualizare index la fiecare $1 minute (0 pentru a dezactiva)
5441=Actualizează Index


;Options > History
5500=Istorie
5501=Istoric fisiere si foldere deschise
5502=Sterge istoria
5503=Sunteţi sigur că doriţi să ştergeţi toate înregistrările de istorie?
3208=Selecteaza automat ultimul dosar deschis în dialogul de fişier deschis
3215=Căutare fişiere şi foldere recente
5510=Exclude Istoria

;Options > Projects
5600=Proiecte
5601=Cuvinte cheie
5602=Ce este aceasta?
5603=De exemplu, dacă adăugați "D:\Websites\My Blog" ca un proiect cu cuvântul cheie "blog", tastaţi "file_to_find.html blog" să Căutaţi fişierele şi folderele în ea de oriunde in orice moment.
5605=Upgrade la Listary Pro pentru a folosi Meniul Proiecte!

;Options > Appearance
5700=Aspect
5701=Dimensiune
5702=Normal
5703=Mic
5710=(în pixeli. 0 pentru a folosi implicit)
5711=Latime:
5712=Inaltime maxima:

;Options > Launch Apps
5800=Pornește aplicatia
5801=Cauta in fFldere
5802=Căutare în Windows Store Apps

;Options > Search
5901=Filtre
5902=Tasteaza "interogare de căutare de cuvinte cheie:" sau "interogare cheie de căutare:" pentru a aplica un filtru de căutare
5910=Caută în:
5911=Caută pentru:
5912=Extensii:

;Options > Actions
6000=Acţiuni
6001=Adaugă acțiune particularizată
6010=Open cu Notepad (exemplu)

;Dialog > Add Exclude Filter
6100=Adauga filtru Exclude
6101=* corespunde zero sau mai multe caractere
6102=? corespunde exact unui caracter
6103=Filtru:

;Dialog > Register Hotkey
6200=Listary Hotkey
6201=Hotkey $1 este luat de către o altă aplicaţie.
6202=Specificaţi unul nou:

;Dialog > Upgrade to Pro
6301=Aceasta este o caracteristică PRO, oferită aici gratuit pentru evaluare.
6302=Continua

;Updates
6400=Actualizare Listary
6402=Listary nu poate verifica actualizarile acum, vă rugăm să încercaţi din nou mai târziu.
6403=Deja utilizaţi cea mai recentă versiune a Listary, vă rugăm să verificaţi din nou în viitor.
6404=O nouă versiune a $1 este disponibila.
6405=Versiunea instalată:
6406=Cea mai recentă versiune:
6407=Deschide pagina de descărcare
6408=Săriţi peste această versiune
6409=Aminteşte-mi mai târziu

; Parameter tips
6500=Poți folosi următoarele variabile în parametru:
6510=Interogări
6511=Căutare rezultat calea
6512=Folderul părinte ptr. rezultatele de căutării
6513=Calea curentă in Explorer

;UI
8000=Clic pentru a seta cheie fierbinte
8001=Apăsaţi tasta fierbinte

;Tips
8500=Apasă $1 pentru a comuta la modulul lansator
8501=Apasă $1 pentru a intra meniul acțiuni
8502=Apasă $1 pentru a căuta numai fișiere

;Actions
9000=Acţiune
9001=Deschide Dosar
9002=Copiaza calea in Clipboard
9003=Deschide
9004=Copiaza Calea Dosarului in Clipboard
9005=Copiați folderul curent
9006=Mutaţi în folderul curent
9007=Copie
9008=Taie
9009=Trimite la
9010=Setează cuvinte cheie
9011=Deschide cu
9020=Sunteţi sigur că doriţi să mutaţi "$1" la "$2"?
9021=Alege o altă aplicație

;Tutorial
7000=Tutorial
7001=Încercaţi-l!
7002=Următorul>
7003=Nu, mulţumesc
7004=Gata
7005=Faceţi clic pe *Următorul> * când aţi terminat

7010=Pare a fi prima dată când rulezi Listary. Dorești să vezi tutorialul?

7020=O fereastră de Explorer va fi deschisa pentru a începe.

7030=În Explorer tastaţi direct ceea ce aveţi nevoie.
7031=Tasteaza *text 2*

7040=* Tab / sus / jos: * selectaţi un fişier sau un folder
7041=* Enter:* deschide fişierul sau dosarul selectat
7042=* ESC:* ascunde bara de instrumente Listary

7090=Dacă preferaţi mouse-ul, puteţi utiliza dublu-click click-mijloc pentru a accesa Listary.
7091=Faceţi dublu-click în orice zonă goală a panoului dreapta în Explorer.

7100=Pentru a căuta oricând toate aplicațiile și fișierele, apasă Ctrl de două ori.
7101=Apăsați *Ctrl de două ori*
7102=Tastează *Notepad*
7103=Apăsaţi Enter pentru a deschide

7110=Acum ar trebui să aveţi o fereastra noua Notepad deschisa.
7111=În Notepad, faceți clic pe meniul Fișier > Deschide...
7112=Apăsaţi *Ctrl + G*

7120=Listary a lăsat doar acest dialog Deschidere, navigați la folderul curent în Explorer!

7130=Există multe alte caracteristici în Listary, ca favorite, istorie și comenzi. Pentru mai multe detalii, a verifica în Listary Opţiuni prin intermediul iconului din TaskBar.

7141=Mulțumim foarte mult pentru timpul acordat! Faceți click pe următorul link pentru a afla mai multe despre alte caracteristici ale Listary:
7142=Aflaţi mai multe despre Listary

